Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/regjeringen.no/logaldallan-oslo-militare-samfund-baikki_id_630454.html.tmx
Source language: sme
Languages: nob

source: Dálá Stuoradiggi , oažžu nugo ovddit Stuoradiggi , vejolašvuođaid divaštallat rámmaid Suodjalusa ovdáneapmái .
nob: Dette Stortinget , vil som foregående Storting , få anledning til å diskutere rammene for Forsvarets videre utvikling .

source: Áiggun viidáset fievrridit dan vieru ahte bajitdási perspektiivva ovddidit Stuoradiggái .
nob: Jeg vil videreføre praksis med å presentere et overordnet perspektiv for Stortinget .

source: Politihkalaš mearriduvvon guhkesáiggiplánat čielga ulbmiliiguin leat dehálaččat sihkarastit guhkesáiggidoaimmaid ja oažžut doarjaga suodjaluspolitihkkii .
nob: Politisk vedtatte langtidsplaner med tydelige mål er et viktig verktøy for å sikre langsiktighet og bredest mulig enighet om forsvarspolitikken .

source: Dat lea maid mearrideaddjin stivremis suodjalussuorggi beaktilit ja dohkálaččat .
nob: De er også avgjørende for å kunne styre forsvarssektoren på effektivt og forsvarlig vis .

source: Muhto mii eat galgga almmuhit olles Suodjalusa doaimmaid álggu rájes juohke guhkesáiggiplánas .
nob: Men vi skal ikke tegne opp hele Forsvarets struktur fra grunnen av i hver langtidsplan .

source: Boahtte ja boahttevaš guhkesáiggiplánain sáhttit mii guorahallat áššiid maid ollislaš rámmaid siskkobealde dárbbaša heivehit dahje maid bajitdásis ferte mearridit .
nob: I den neste og de kommende langtidsplanene kan vi konsentrere oss om spørsmål der det innenfor en helhetlig ramme er ønskelig å justere kursen eller treffe sentrale beslutninger .

source: Suodjalushoavdda doaibma guhkesáiggiplánemis
nob: Forsvarssjefens rolle i langtidsplanleggingen

source: Suodjalushoavdda doaibma lea rievddatkeahttá ođđa plánamodeallas – son ovddida ain iežas sorjjasmeahttun suodjalusfágalaš neavvagiid .
nob: Forsvarssjefens rolle er ikke endret i den nye planmodellen – han fremmer fortsatt sitt uavhengige , fagmilitære råd .

source: Su rávvagat leat guovddážis ođđa guhkesáiggiplána barggus .
nob: Hans råd er sentralt i utarbeidelsen av den nye langtidsplanen .

source: Mun lean aiddo sádden suodjalushovdii rámmačállosa dán birra .
nob: Jeg har nettopp sendt forsvarssjefen et rammeskriv om dette .

source: Boahttevaš mánuid son jođiha proseassa man boađusin leat bienalaš suodjalusfágalaš rávvagat ođđa guhkesáiggiplána ektui .
nob: Han vil i månedene som kommer lede prosessen som munner ut i et mer utførlig fagmilitært råd for den nye langtidsplanen .

source: Suodjalushoavdda doaibma bajimus suodjalusfágalaš ráđđeaddin lea rievddakeahttá – háliidan cealkit ahte su doaibma lea ain deháleabbo go ovdal .
nob: Forsvarssjefens rolle som den fremste fagmilitære rådgiver ligger altså fast – jeg vil si hans rolle er vel så viktig som tidligere .

source: Suodjalusfágalaš rávvagat leat mávssolaččat go daid geavaha ovttas politihkahábmemis .
nob: Fagmilitære råd har størst relevans og betydning når de utvikles i tett samspill med politikkutformingen .

source: Guhkesáiggiplána bargu galgá leat govda ja fátmmasteaddji proseassa .
nob: Utarbeidelsen av en ny langtidsplan skal være en bred og inkluderende prosess .

source: Suodjalushoavda seaguha iežas organisašuvnna iskat hástalusaid ja guorahallat čovdosiid .
nob: Forsvarssjefen involverer egen organisasjon for å identifisere utfordringer og i å utrede løsninger .

source: Fágaorganisašuvnnat ja dutkanbirrasat oasálastet proseassas .
nob: Fagorganisasjonene og forskningsmiljøene deltar i prosessen .

source: Mun háliidan vuđolaš duogášdieđuid rávvagiidda maid galggan ovddidit Stuoradiggái giđđat boahtte jagi .
nob: Jeg ønsker et bredt grunnlag for de tilrådinger jeg skal legge frem for Stortinget våren neste år .

source: Boahtte guhkesáiggiplánas leat temát mat dál orrot áigeguovdilat :
nob: I den kommende langtidsplanen er det noen temaer som allerede avtegner seg som sentrale :

source: • Maid mearkkaša lihtolaččaide NATO ovddideapmi ja Suodjalusa ođasmahttin • Mo galgat mii hálddašit hástalusaid ruovtturiikkas ja olgoriikkas buoremus lági mielde ?
nob: Hva betyr utviklingen i NATO og hos våre allierte for den videre moderniseringen av Forsvaret ? Hvordan skal vi håndtere utfordringer både hjemme og ute best mulig ?

source: Dán oktavuođas berre gáddesuodjalus meannuduvvot erenoamážit , vai lea vejolaš plánas mearridit čielga ja guhkesáiggi áigumušaid gáddesuodjalussii • Ođđa soahtegirdit ja Áibmosuodjalussii vuođđostruktuvra
nob: I denne sammenheng bør landforsvaret behandles spesielt , slik at det kan fastlegges en klar og langsiktig innretning og ambisjon for landstyrkene i planen . Nye kampfly og Luftforsvarets basestruktur

source: Áiggošin vel eanet cealkit ovdáneaddji doaimmaid birra guhkesáiggiplánas .
nob: La meg si litt mer om utviklingen av våre kapasiteter i lys av en ny langtidsplan .

source: Buorre čiegusvákšun
nob: God etterretning

source: Mis galget álo leat ođđaseamos dieđut .
nob: Vi må alltid ha et godt oppdatert situasjonsbilde .

source: Mii áigut ain nannet čiegusvákšundoaimmaid ja vuoruhat dán boahttevuođas .
nob: Vårt fokus på etterretning er derfor forsterket og vil ha prioritet også framover .

source: Suodjalus , ja áinnas Čiegusvákšun almmuha dieđuid dađistaga ja addá buori gova davviguovlluin , maiddái olgoriikkaguovlluin gos oasálastit .
nob: Forsvaret , ikke minst Etterretningstjenesten bidrar med informasjon som gir oss et løpende og godt situasjonsbilde for våre nordområder , så vel som for de områder der vi deltar i utenlandsoperasjoner .

source: Dát addá midjiide áddejumi ja vuorddehahttivuođa dákkár doaimmaide .
nob: Det gir oss innsikt og forutsigbarhet om utviklingen .

source: Dasa lassin mielddisbuktá čavgadis čanastagaid iežamet deháleamos lihtolaččaide .
nob: I tillegg gir det sterk tilknytning til våre viktigste allierte .

source: Almmolaš beroštupmi lea stuoris dán suorggis .
nob: Dette saksområdet har stor offentlig interesse .

source: Lean danin bivdán Čiegusvákšunbálvalusa hoavdda hábmet eahpegraderejuvvon áittaárvvoštallama veahkkin vai olbmot leat buorebut čuvgejuvvon go almmolaččat digaštallet gustovaš sihkkarvuođahástalusaid birra .
nob: Jeg har derfor bedt sjefen for Etterretningstjenesten om å utarbeide en ugradert trusselvurdering som et bidrag til en bedre informert , og dermed mer fruktbar , offentlig debatt om de mange sikkerhetsutfordringer vi står overfor .

source: Dát ilbmá dán jagi mielde .
nob: Denne vil komme i løpet av året .

source: Áibmosuodjalus – ođđa soahtegirdit ja váldodoaimmahus
nob: Luftforsvaret – nye kampfly og basestruktur

source: Áibmosuodjalusa ođđa soahtegirdit gokčet strategalaš doaimmaid dárbbuid , ja ođđa maritiibma helikopterat leat boađi boađi .
nob: I Luftforsvaret dekker nye transportfly behovet for strategisk løftekapasitet og nye maritime helikoptre er rett rundt hjørnet .

source: Dasto leat mearridan oastit ođđa F- 35 soahtegirdiid ja dál plánet oastimiid .
nob: Ikke minst har vi tatt beslutningen om anskaffelse av nye kampfly av typen F- 35 og vi planlegger nå selve anskaffelsen .

source: Ráhkis guldaleaddjit – ođđa soahtegirdiid háhkandoaibma bistá boahtte logi jagi .
nob: Kjære forsamling – anskaffelsen av de nye kampflyene vil pågå det neste tiåret .

source: Dat lea stuorimus oktagaslaš soahtegirdiid háhkan min historjjás .
nob: Det er den største enkeltanskaffelsen i vår historie .

source: Oktage ii galgga hirpmástuvvat jos duollet dállet šaddet rievdadusat ja heiveheamit .
nob: Ingen må la seg overraske over at det fra tid til annen kommer endringer og justeringer .

source: Ja eatge galgga hirpmástuvvat jos áššit maŋiduvvojit dahje jos šaddat diŋgongirjjiid rievdadit : Mii dárbbašat ođđaáigásaš soahtegirdiid .
nob: Men la oss ikke miste fokuset over noen måneders forsinkelser eller justerte ordrebøker : Vi trenger et modernisert kampflyvåpen .

source: F- 16 girdit heaittihuvvojit moatti jagi siste .
nob: F- 16 vil bli faset ut i løpet av noen år .

source: Norga ii sáhte fállat boahtte buolvvaide suodjalusa soahtegirdiid haga .
nob: Norge kan ikke tilby neste generasjon et forsvar uten kampfly .

source: Soahtegirdit ja Áibmosuodjalusa váldodoaimmahus leat guovddážis ođđa guhkesáiggiplánas – na , dat šaddá deháleamos doaibma masa Stuoradiggi bovdejuvvo mearrideaddjin go plána ovddiduvvo .
nob: Kampflyene og Luftforsvarets basestruktur kommer til å stå svært sentralt i den nye langtidsplanen – ja , det kommer til å bli den viktigste struktursaken som Stortinget inviteres til å ta stilling til når planen fremlegges .

source: Ráđđehus ii leat meannudan báikki soahtegirdiide .
nob: Regjeringen har ikke behandlet spørsmålet om lokalisering av de nye kampflyene .

source: Jagi 2009 čavčča rájes lea Suodjalusdepartemeanta čielggadan iešguđetlágan molssaeavttuid ; namalassii Bådådjo , Evenášši ja Ørland ja lotnolasvuođaid dáid báikkiid gaskka .
nob: Siden høsten 2009 har Forsvarsdepartementet utredet de ulike alternativer som vurderes ; nemlig Bodø , Evenes og Ørland og kombinasjoner av disse .

source: Mii eat sáhte sirret soahtegirdiid eret Áibmosuodjalusa váldodoaimmas .
nob: Vi kan ikke se kampflyene isolert fra resten av Luftforsvarets basestruktur .

source: Áibmosuodjalusas leat dál gávcci girdi- ja áibmosuodjalusstašuvnna .
nob: Luftforsvaret er i dag lokalisert på åtte fly- og luftforsvarsstasjoner .

source: Dasa lassin lea Áibmosuodjalusas guokte skuvlla ja golbma helikopterdoaimmahusa .
nob: I tillegg har Luftforsvaret to skoler og tre helikopterdetasjementer .

source: Oktiibuot 13 báikki militeara doaimmaiguin .
nob: Totalt altså 13 steder med styrkeproduksjon eller operativ virksomhet .

source: Vuosttažettiin lea dát historjjálaš árbbi boađus ja ii govvit Áibmosudjalusa dálá dárbbuid .
nob: Dette er først og fremst et resultat av historisk arv og reflekterer ikke Luftforsvarets behov i dag .

source: Váldodoaimmahusa lea maid divrras jođihit .
nob: Basestrukturen er dessuten uforholdsmessig dyr i drift .

source: Vel oktii čujuhan dán sártni historjjálaš álgui .
nob: Nok en gang vil jeg vise til den historiske innledningen til dette foredraget .

source: Muhtimin lea dárbu bidjat návccaid dahkat čielga mearrádusaid amas darvánit vássánáigái .
nob: Noen ganger er det nødvendig å vise evne til å ta tydelige grep for å unngå å bli hengende fast i fortiden .

source: Áigi lea láddan Áibmosuodjalusa váldodoaimmahusa nuppástuhttit .
nob: Luftforsvarets basestruktur er overmoden for reform .

source: Lunddolaš vuolggasadjin lea ođđa soahtegirdiid oastimat ja guorahallat ja ođasmahttit olles Áibmosuodjalusa .
nob: Innføringen av nye kampfly er et naturlig utgangspunkt for å gjennomgå og modernisere hele Luftforsvarets basestruktur .

source: Gáddesuodjalus
nob: Landforsvaret

source: Eará dehálaš temá ođđa guhkesáiggiplánas lea soahteveaga boahtteáiggi doaimmat ja ráhkadusat .
nob: Et annet viktig tema for den kommende langtidsplanen er Hærens fremtidige struktur og innretting .

source: Farga logi jagi leat mii veahkehan moalkás ja váttis operašuvnnaid Afganistanas .
nob: I snart ti år har vi bidratt til en komplisert og vanskelig operasjon i Afghanistan .

source: Lea soahteveahka mii lea guoddán daid losimus nođiid .
nob: Det er Hæren som har båret de største byrdene .

source: Hástalussan šaddá oažžut áigái soahteveaga mii duhtada oktasaš suodjalusa gáibádusaid , mii seammás lea áigeguovdil ja sáhttá hálddašit riikkaidgaskasaš heahtediliid .
nob: Utfordringen ligger særlig i å produsere styrker som tilfredsstiller kravene til kollektivt forsvar , samtidig som de er relevante og tilgjengelige for flernasjonal krisehåndtering .

source: Dákkár guovttegeardásaš ulbmil lea gáibideaddji .
nob: Denne doble målsettingen er krevende .

source: Muhto lea dárbu hálddašit goappaš beliid , sihke gealbooktavuođas ja doalahan dihtii gáddesuodjalusa mearkkašumi .
nob: Men det er nødvendig å klare begge deler , både av kompetansehensyn og for å opprettholde landmaktens relevans .

source: Áŋgiruššamiid olgoriikkas ferte vihkkedallat našuvnnalaš dárbbuid ektui .
nob: Utlandsinnsatsen må avveies mot de nasjonale behov .

source: Jos veahkki dárbbašuvvo guhkit áigái , de dat ferte leat dan dásis ahte ii geahnohuhte soahteveaga mii fas váikkuha soahteveaga doaibmannávccaide .
nob: Ved oppdrag av lengre varighet må innsatsen legges på et nivå og ha en innretning som ikke fører til forvitring av styrkestrukturen som igjen gir nedsatt evne til styrkeproduksjon .

source: Buot beliid Suodjalusas ferte geavahit , erenoamáš riikkaidgaskasaš heahtedilis mii gáibida guhkit áiggi bistevaš oassálastima .
nob: Alle relevante deler av Forsvaret må nyttes , spesielt i oppdrag innen flernasjonal krisehåndtering som medfører kontinuerlig tilstedeværelse over lang tid .

source: Seammás fertet muitit ahte min doaimmat Afganistanas maiddái galggašedje olahit eará mearriduvvon ulbmiliid :
nob: Samtidig må vi huske at våre operative leveranser i Afghanistan også dreier seg om å lykkes med å nå andre mål vi har satt oss :

source: - Veahkehit dássedit guovlluid mat sáhttet dagahit stuora internašunála ráfehisvuođaid ja sođiid .
nob: Å bidra til stabilisering av en region som kan skape betydelig internasjonal uro og krig .

source: - Terrorismma vuosttildit .
nob: Å bekjempe terrorisme .

source: - Veahkehit go ON ja NATO min dárbbašit .
nob: Å stille opp når FN og NATO trenger oss .

source: Ruovttusuodjalusa ektui lea Kvalitehtaođastus mearridan rámmaid ođđaáigásaš ruovttusuodjalussii mii galgá ain doaibmat váldocaggin norgga Suodjalusas .
nob: Når det gjelder Heimevernet har Kvalitetsreformen lagt rammene for et nytt og moderne innsatsheimevern som skal fortsette å utvikle seg som den hovedpilaren det er i det norske Forsvaret .

source: Dás ovddasguvlui ferte sihkkarastit buoret hárjehallamiid ja nu buriid beavttálmahttindoaimmaid go vejolaš .
nob: Framover gjelder det å sikre en høyere øvingsaktivitet og at vi har en mest mulig effektiv struktur .

source: Mearrasuodjalus
nob: Sjøforsvaret

source: Min mearraguovlu lea viđa gearddi stuorit go eanaguovlu .
nob: Vårt havområde er fem ganger større enn landterritoriet .

source: Danne háliidan nanu mearrasuodjalusa .
nob: Derfor ønsker jeg et sterkt sjøforsvar .

source: Ja dat lea mis .
nob: Det har vi .

source: Jagi 2011 lea Norggas Eurohpá ođđaseamos mariidna .
nob: I 2011 vil Norge faktisk ha en av Europas mest moderne mariner .

source: Mearrasuodjalusas leat doaibmannávccat čoavdit váttisvuođaid
nob: Sjøforsvaret har evne til å løse oppdrag i Barentshavet så vel som i Aden-bukten .

source: Barentsábis seammá go Adenluovttas . Mearrasuodjalusa nubbi stuora hástalus guoská čáhcevuolefatnasiid investeremiidda .
nob: Den neste store utfordringen for Sjøforsvaret på investeringssiden gjelder spørsmålet om fremtidig ubåtkapasitet .

source: Dán oktavuođas áigut mii gáibádusaid ektui vuđolaččat guorahallat ja čielggadit ja áiggemuni dahkat rivttes mearrádusaid .
nob: Her skal vi foreta grundige avveininger og gjøre de utredninger som kreves og trekke riktige konklusjoner i tide .

source: Ođđa guhkesáiggiplána galgá deattuhit mo mii buoremus lági mielde sáhttit joatkit iežamet áigumušaid jođihit nu buori mearrasuodjalusa go vejolaš .
nob: Den nye langtidsplanen må ha fokus på hvordan vi best kan videreføre våre ambisjoner om å drifte sjøforsvarets struktur på en god måte .

source: Siviila-militeara ovttasbargu
nob: Sivilt-militært samarbeid

source: Dán áiggi ođđa áitagat nugo dihtorfalleheamit ja terror , gáibidit maid áibbas ođđa siviila-militeara ovttasbargoáŋgiruššama .
nob: Det nye trusselbildet vi står overfor knyttet til dataangrep og terror , krever også et helt nytt fokus på sivilt-militært samarbeid .

source: Min ođđaáigásaš servodat lea hui rašši .
nob: Vårt moderne samfunn er sårbart .

source: Dát guoská maiddái iežamet soahteveaga doaibmannávccaide .
nob: Det gjelder også i betydelig grad vår militære evne .

source: Danne lea deháleabbo go goassige ovdal ovttastahttit siviila ja militeara gaskaomiid .
nob: Det er derfor viktigere nå enn før å se de sivile og militære virkemidlene i sammenheng .

source: Mii fertet sihkkarastit ahte mis gávdnojit doaibmi ovttasbargovuogit militeara ja siviila surggiid gaskka .
nob: Vi må sikre oss at vi har samarbeidsordninger mellom militær og sivil sektor som fungerer effektivt .

source: Guorahallamis mii aiddo lea dahkkojuvvon bohte ovdan dárbbut maid mii dál árvvoštallat .
nob: En gjennomgang av disse ordningene har nylig avdekket behov som vi nå ser nærmere på .

source: Veteránat
nob: Veteranene

source: Ovdal go loahpahan , de áiggun moadde sáni dadjat maŋimuš vahkuid mediabeaggimiid birra .
nob: Før jeg avslutter vil jeg si noen ord om siste ukes store mediedebatt .

source: Ii mihkkige leat mu váimmu lagat go ahte min soalddáhat galget oažžut dan doarjaga ja dohkkeheami maid sii ánssášit .
nob: Det er ingenting som ligger meg mer på hjertet enn at våre soldater skal få den støtten og anerkjennelsen de fortjener .

source: Sii galget beassat vásihit ahte mii váldit vára sis , ovdal , suodjalusas , ja maŋŋil go suodjalusas leat geargan .
nob: De må oppleve at de blir tatt vare på før , under og etter at de har vært i tjeneste .

source: Danne lea dát ráđđehus meannudan veteránaid dili áibbas eará láhkai go ovdal .
nob: Derfor har denne regjeringen tatt tak i veteranpolitikken på en helt annen måte enn før .

source: Jagi 2005 rájes leat lávkestan čiežamiilla !
nob: Vi har tatt et sjumilssteg siden 2005 !

source: Medias beaggá eanaš garvinsuttut .
nob: Mediebildet handler i stor grad om unnlatelsessyndene .

source: Ja dát ii leat imaš .
nob: Og det er ikke så merkelig .

source: Go mii garrasit čuvget áššiid mat guhká leamaš seavdnjadasas , de ihtet bajás ovddeš áiggi goarideamit .
nob: Når vi retter lyskasteren mot et felt som lenge lå i skyggen , så kommer tidligere tiders forsømmelser fram .

source: Mii leat bargamin dáid áššiiguin .
nob: Vi er i gang med å gjøre noe med dem.

source: Ja in atte vuollái ovdal go buot ásahusat ja suorggit leat ožžon dárbbašlaš dieđuid áimmahuššat soalddáhiid dárbbuid ja vuoigatvuođaid .
nob: Og jeg gir meg ikke før alle instanser og etater har den kunnskapen de trenger for å ivareta soldatenes behov og rettigheter .

source: Dát guoská Suodjalussii , siviila dearvvašvuođabálvalussii , NAVii , Stáhta penšuvdnakássii , gielddaide ja fástadoaktáriidda .
nob: Det gjelder Forsvaret , det sivile helsevesen , NAV , Statens pensjonskasse , kommunene og fastlegene .

source: Vaikko vel Suodjalus lea dehálaš bargoaddi , de almmatge lea servodaga ovddasvástádus fuolahit ahte roasmmuhuvvon soalddáhat soađi geažil ožžot veahki , divššu ja buhtadusa .
nob: Selv om Forsvaret har en viktig rolle som arbeidsgiver , er det et samfunnsansvar å sørge for at soldater som har blitt skadet i tjenesten får hjelp , behandling og erstatning .

source: Loahpas galgá čielggas ahte mun dovddastan ahte gávdnojit olbmot geat dovdet ahte sii eai leat ožžon dan veahki maid dárbbašit .
nob: Avslutningsvis vil jeg gjøre det klart at jeg erkjenner at det finnes personer der ute som ikke føler seg ivaretatt på en tilfredsstillende måte .

source: Mun deaivvadan bargiiguin geainna leat leamaš váttis dilli , muhto almmatge leat duhtavaččat dainna vehkiin maid Suodjalus ja muđui servodat lea addán .
nob: Jeg møter personell som har hatt det vanskelig , men som likevel har vært fornøyd med oppfølgingen Forsvaret og samfunnet ellers har gitt .

source: Go dán lean dadjan , de dieđán bures ahte go okta vásiha beahttima servodaga bealis de lea okta menddo olu .
nob: Når det er sagt er jeg helt klar på at hver og en som opplever at samfunnet svikter er en for mye .

source: Jos vel olu lea dahkkon , de lea ain olu barggakeahttá .
nob: Selv om mye er gjort , er det fortsatt mye som står igjen .

source: Olusat leat gierdameahttumat ja ádden dan bures .
nob: Mange er utålmodige og det forstår jeg godt .

source: Mun lean maid gierdameahttun .
nob: Jeg er også utålmodig .

source: Mii leat máŋggas geat galgat ovttasbargat vai lihkostuvvat .
nob: Vi er mange som må jobbe sammen for å få dette til .

source: Muhto de lea dehálaš fuomášit áššiid mat ollašuvvet – ii dušše váilivuođaid .
nob: Men på veien er det viktig å se på hva vi oppnår – ikke bare på hva som gjenstår .

source: Loahppa
nob: Avslutning

source: Ferten čoahkkáigeassit .
nob: La meg til slutt oppsummere .

source: Nu go 20 jagi dás ovdal , de vásihat vuđolaš nuppástuhttimiid internašunála sihkkarvuođa áššiin .
nob: Som for 20 år siden , er vi i dag vitne til grunnleggende endringer i det internasjonale sikkerhetspolitiske bildet .

source: NATO ođđa strategalaš áigumušat govvejit dáid rievdadusaid maid váldočoahkkin doarjjui vuđolaččat .
nob: NATOs nye strategiske konsept reflekter disse endringene og våre posisjoner fikk bredt gjennomslag på toppmøtet .

source: Ođastusa mearrádusat addet vejolašvuođa nannet ovttasbarggu gaskal Norgga suodjalusa ja NATO militeara doaimmaid .
nob: Beslutningene om reform gir oss muligheten til å få en tettere sammenbinding mellom det norske forsvaret og NATOs militære strukturer .

source: Finánsaroassu váikkuha , ja ovdáneapmi muđui , ahte iežamet suodjalus ja davvi-eurohpálaš lihtolaččat ja davviriikkat ožžot vejolašvuođaid bargat lahkalagaid .
nob: Og finanskrisen gir , sammen med andre utviklingstrekk , mulighet for en tettere kobling mellom vårt forsvar og våre nord-europeiske allierte og nordiske partnere .

source: Dákkár vejolašvuođaid galgat ollásit geavahit .
nob: Disse mulighetene skal vi utnytte fullt ut .

source: Praktihkalaš doaibmabijuid ja ođđa guhkesáiggiplána bokte fertet fuolahit ahte bohtosat ilbmet našunála suodjalusa doaimmaid bokte ja suodjalusplánain .
nob: Vi må også gjennom praktiske tiltak og ny langtidsplan sørge for at disse resultatene reflekteres i utøvelsen av det nasjonale forsvarets virksomhet og i våre forsvarsplaner .

source: Strategalaš mearkkašupmi min lagašguovlluide lassána dás duohko .
nob: Våre nærområder vil få økt strategisk betydning i tiden fremover .

source: Áigumuš lea ahte iežamet lihttovuođđuduvvon árjasuodjalus galgá eastadeaddji iežamet lagašguovlluin , ja seammás dehálaš veahkkin hálddašit internašunála heahtediliid .
nob: Ambisjonen er at vårt alliansebaserte innsatsforsvar skal ha en forebyggende funksjon i våre nærområder , og samtidig være et viktig bidrag til internasjonal krisehåndtering .

source: Danne joatkit nuppástuhttit .
nob: Vi må derfor fortsette å forandre for å være relevante .

source: Dát gáibida politihkalaš dáhtu ja ásahusas nuppástuhttinnávccaid .
nob: Det krever politisk vilje , og det krever evne til endring i etaten .

source: Dieđán maid ahte rievdadusat leat gáibideaddji sihke Suodjalussii ja olbmuide muđui , muhto nuppástuhttinnávccat oaččuhit áigái dorvvolašvuođa .
nob: Jeg vet også at endring er krevende både for Forsvaret og for folk flest , men det er evne til endring som sikrer oss trygghet .

source: Mii galgat buoret áiggi go ovdal geavahit nuppástuhttimiidda - dainna oadjebasvuođain ahte vuđolaš rámmat leat juo sajis .
nob: Vi skal imidlertid tilpasse oss med større ro enn tidligere , - i trygghet om at en del grunnleggende rammer alt er lagt .

source: Mii dárbbašat divaštallamiid suodjalusa birra vai álbmot ádde ja dohkkeha nuppástuhttindárbbuid .
nob: Vi trenger en forsvarsdebatt som gjør at vi har befolkningens forståelse og anerkjennelse av behovene for endring .

source: Vuosttas bahkun ollašuhttimis lea rabasvuođa deattuhit ja bures divaštallat Suodjalusa ovddidan doaimmaid .
nob: Første bud for å få til det er økt vekt på åpenhet og en god diskusjon om Forsvarets utvikling .

source: Mii galgat nuppástuhttit dainna lágiin ahte vára váldit olbmuid organisašuvnnas .
nob: Vi må forandre på en måte som tar vare på menneskene i organisasjonen .
